{
  "Description": "RDOS-calc est une <strong>application d'aide à la décision clinique en pneumologie/réanimation</strong>, elle ne se substitue pas au jugement clinique du praticien.",
  "RDOS": "RDOS : Soins palliatifs",
  "IC-RDOS": "IC-RDOS : Réa non intubé",
  "MV-RDOS": "MV-RDOS : Réa intubé",
  "Form": {
    "Intro": "Répondez à ces {{length}} questions afin d’obtenir un pré-diagnostic.",
    "Result": "Résultat du diagnostic",
    "Back": "Retour à l'accueil",
    "Title": {
      "CardiacFrequency": "Fréquence cardiaque",
      "CardiacFrequencyPlaceholder": "Renseignez votre valeur batt/min",
      "BreathingFrequency": "Fréquence respiratoire",
      "BreathingFrequencyPlaceholder": "Renseignez votre valeur cycles/min",
      "Restlessness": "Agitation, mouvements non intentionnels",
      "ParadoxicalBreathing": "Respiration abdominale paradoxale",
      "NeckUsage": "Contraction des muscles du cou à l'inspiration",
      "Grunting": "Gémissement en fin d'expiration",
      "NasalFlarring": "Battement des ailes du nez",
      "Fear": "Expression faciale de peur",
      "Oxygen": "Besoin en oxygène"
    },
    "Answer": {
      "Casual": "Occasionnels",
      "Frequent": "Fréquents",
      "Moderate": "Modérée",
      "Intense": "Intense",
      "Yes": "Yes",
      "No": "No"
    },
    "RDOS": {
      "quote1": "Un RDOS ≥ 4 prédit une dyspnée modérée à sévère avec une sensibilité de 97% et une spécificité de 80% (AUC courbe ROC : 0.948).",
      "src1": "(Campbell ML, et al. Intensity cut-points for the Respiratory Distress Observation Scale. Palliat Med. 2015;29:436-42.)",
      "quote2": "Un RDOS ≥ 4 prédit une dyspnée modérée à sévère avec une sensibilité de 36% et une spécificité de 94% (AUC courbe ROC : 0.795).",
      "src2": "(Campbell ML, et al. Mild, moderate, and severe intensity cut-points for the Respiratory Distress Observation Scale. Heart Lung. 2017;46:14-17.)"
    },
    "IC-RDOS": {
      "quote": "Un IC-RDOS ≥ 2,4 prédit une dyspnée EVA ≥ 4 (dyspnée significative) avec une sensibilité de 72% et une spécificité de 72% (AUC courbe ROC : 0.83).",
      "src": "(Persichini R, et al. Diagnostic Accuracy of Respiratory Distress Observation Scales as Surrogates of Dyspnea Self-report in Intensive Care Unit Patients. Anesthesiology. 2015;123:830-37.)"
    },
    "MV-RDOS": {
      "quote": "Un MV-RDOS ≥ 2,6 prédit une dyspnée EVA ≥ 4 (dyspnée significative) avec une sensibilité de 57% et une spécificité de 94% (AUC courbe ROC : 0.78).",
      "src": "(Decavèle M, et al. The Mechanical Ventilation-Respiratory Distress Observation Scale as a surrogate of selfreported dyspnoea in intubated patients. Eur Respir J 2018; 52.)"
    }
  },
  "About": {
    "Settings": "Paramètres",
    "Language": "Langue",
    "About": "à propos",
    "Desc": "Cette application a été développée par l'équipe de réanimation/pneumologie de l'hôpital Pitié-Salpétrière à Paris pour faciliter le calcul des échelles observationnelles de dyspnée RDOS, IC-RDOS et MV-RDOS. La dyspnée étant par définition subjective, ces échelles ne prétendent pas affirmer la présence ou l'absence de dyspnée mais offrent la possibilité de fortement suspecter de la dyspnée chez des patients non-communicants dans différents contextes cliniques.",
    "Disclaimer": "Disclaimer",
    "DisclaimerText": "Le contenu de cette application RDOS-Calc ne peut être utilisé qu’à des fins d'information et d'éducation générales. Si vous utilisez cette application, vous en acceptez ces conditions. Si vous ne les acceptez pas, n'utilisez pas l'application.<br>Toutes les échelles rapportées dans cette application ne sont validées que chez les adultes et ne doivent pas être utilisées en contexte pédiatrique (<i>voir Fortney C, Campbell ML Development and Content Validity of a Respiratory Distress Observation Scale-Infant. Journal of palliative medicine.2020; 23: 838- 841.</i>)<br>Les valeurs de référence ne doivent pas être considérées comme des indicateurs absolus de santé ou de maladie. Les intervalles de référence doivent être utilisés avec prudence, car les valeurs des individus en bonne santé se chevauchent souvent de manière significative avec les valeurs des personnes malades.",
    "Usage": "Utilisation du contenu",
    "UsageText": "Cette application comprend une œuvre protégée par le droit d'auteur : la Respiratory Dsitress Observation Scale (RDOS ©), propriété du Dr Margaret L. Campbell, PhD, RN, FPCN, conformément à la législation en vigueur sur le droit d'auteur. Les utilisateurs de l'application ne peuvent utiliser le contenu que pour leur usage personnel et non commercial. L’utilisateur ne peut pas modifier, publier, transmettre, vendre, reproduire, créer des œuvres dérivées, distribuer, ou exploiter de quelque manière que ce soit le RDOS, en tout ou en partie, sauf si il est expressément autorisé par le propriétaire du droit d'auteur du RDOS.",
    "Limits": "Limites de précision",
    "LimitsText": "L'application a été développée pour fournir des informations générales. Les informations sont considérées comme exactes au moment de leur création. Cependant, comme tout matériel écrit, les informations peuvent devenir obsolètes avec le temps. Les informations peuvent être changées ou mises à jour sans que vous en soyez averti. Des améliorations ou des changements peuvent également être apportés aux produits et services décrits dans l'application à tout moment et sans préavis.<br>La dyspnée étant par définition subjective, ces échelles ne prétendent pas affirmer la présence ou l'absence de dyspnée mais offrent la possibilité de fortement suspecter une dyspnée chez des patients non-communicants dans des cadres cliniques appropriés (pneumologie, soins intensifs, soins palliatifs)",
    "MedicalDisclaimer": "Avertissement médical",
    "MedicalDisclaimerText": "Cette application est réservée aux professionnels de santé, pour les aider dans leur jugement clinique et n'a pas vocation à se substituer à un avis médical. L'application RDOS-Calc ne suggère aucun traitement spécifique. Il appartient au professionnel de la santé individuel d'utiliser son meilleur jugement médical pour déterminer les soins les plus appropriés aux patients."
  },
  "Biblio": {
    "Biblio": "Références bibliographiques",
    "RDOS": {
      "quote1": "Un score de RDOS ≥ 4 prédit une dyspnée modérée à sévère avec une sensibilité de 97% et une spécificité de 80% (AUC courbe ROC : 0.948). Dans cette étude, les catégories de dyspnée sont déterminées par l’IDE. Les patient(e)s ne sont pas sollicité(e)s. Les IDE sont qualifiées expertes dans l’évaluation de la dyspnée en soins palliatifs.",
      "src1": "(Campbell ML, et al. Intensity cut-points for the Respiratory Distress Observation Scale. Palliat Med. 2015;29:436-42.)",
      "quote2": "Un score de RDOS ≥ 4 prédit dyspnée modérée à sévère avec une sensibilité de 36% et une spécificité de 94% (AUC courbe ROC : 0.795). Les catégories de dyspnée sont déterminées par les patient(e)s eux(elles)-même.",
      "src2": "(Campbell ML, et al. Mild, moderate, and severe intensity cut-points for the Respiratory Distress Observation Scale. Heart Lung. 2017;46:14-17.)"
    },
    "IC-RDOS": {
      "quote": "La valeur seuil retenue pour fortement suspecter une dyspnée significative EVA-Dyspnée ≥ 4, est IC-RDOS ≥ 2,4. La dyspnée est évaluée par les patient(e)s au moyen d’une échelle visuelle analogique (EVA-Dyspnée) allant de 0 (pas de dyspnée) à 10cm (dyspnée maximale imaginable).",
      "src": "(Persichini R, et al. Diagnostic Accuracy of Respiratory Distress Observation Scales as Surrogates of Dyspnea Self-report in Intensive Care Unit Patients. Anesthesiology. 2015;123:830-37.)"
    },
    "MV-RDOS": {
      "quote": "La valeur seuil retenue pour fortement suspecter une dyspnée significative EVA-Dyspnée ≥ 4, est MV-RDOS ≥ 2,6. La dyspnée est évaluée par les patient(e)s au moyen d’une échelle visuelle analogique (EVA-Dyspnée) allant de 0 (pas de dyspnée) à 10cm (dyspnée maximale imaginable).",
      "src": "(Decavèle M, et al. The Mechanical Ventilation-Respiratory Distress Observation Scale as a surrogate of selfreported dyspnoea in intubated patients. Eur Respir J 2018; 52.)"
    }
  },
  "Contact": {
    "Contact": "Contact"
  }
}
